#Четная неделя

even_monday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 4️⃣ [14:20-15:50] Англ | ПР | И-325 </code>
<code> 5️⃣ [16:20-17:50] ЛА и АГ | ПР | А-405 </code>
<code> 6️⃣ [18:00-19:30] Мат. ан. | ПР | А-405 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

even_tuesday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 2️⃣ [10:40-12:10] Программирование | ЛК | А-12 </code>
<code> 3️⃣ [12:40-14:10] Информатика | ЛК | А-12 </code>
<code> 4️⃣ [14:20-15:50] Физика | ЛК | A-11 </code>
<code> 5️⃣ [16:20-17:50] Мат. ан. | ЛК | А-16 </code>
<code> 6️⃣ [18:00-19:30] Введение в проф. деят. | ЛК | А-16 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

even_wednesday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 1️⃣ [09:00-10:30] Физ-ра | ПР | физ. ФОК </code>
<code> 2️⃣ [10:40-12:10] Англ | ПР | И-317 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

even_thursday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<b> [2, 6, 10, 14] - Недели полугодия с парой физики </b>
<code> 1️⃣ [09:00-10:30] Физика | ЛАБ | В-327 </code>
<code> 2️⃣ [10:40-12:10] Физика | ЛАБ | В-327 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 3️⃣ [12:40-14:10] ЛА и АГ | ЛК | А-17 </code>
<code> 4️⃣ [14:20-15:50] Физика | ПР | В-408 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

even_friday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<b>🔥СВОБОДНЫЙ ДЕНЬ🔥</b>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

even_saturday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 3️⃣ [12:40-14:10] Программирование | ПР | ИВЦ-106 </code>
<code> 4️⃣ [14:20-15:50] Программирование | ПР | ИВЦ-106 </code>
<code> 5️⃣ [16:20-17:50] Информатика | ПР | А-424-2 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

#Нечетная неделя

odd_monday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 4️⃣ [14:20-15:50] Англ | ПР | И-325 </code>
<code> 5️⃣ [16:20-17:50] ЛА и АГ | ПР | А-405 </code>
<code> 6️⃣ [18:00-19:30] Мат. ан. | ПР | А-405 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

odd_tuesday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 2️⃣ [10:40-12:10] Программирование | ЛК | А-12 </code>
<code> 3️⃣ [12:40-14:10] История | ЛК | А-12 </code>
<code> 4️⃣ [14:20-15:50] Физика | ЛК | A-11 </code>
<code> 5️⃣ [16:20-17:50] Мат. ан. | ЛК | А-16 </code>
<code> 6️⃣ [18:00-19:30] Введение в проф. деят. | ЛК | А-16 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

odd_wednesday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 1️⃣ [09:00-10:30] Физ-ра | ПР | физ. ФОК </code>
<code> 2️⃣ [10:40-12:10] Англ | ПР | И-317 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

odd_thursday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 3️⃣ [12:40-14:10] ЛА и АГ | ЛК | А-17 </code>
<code> 4️⃣ [14:20-15:50] Физика | ПР | В-408 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

odd_friday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code>1️⃣[09:00-10:30] История | ПР | А-328 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''

odd_saturday = '''
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
<code> 3️⃣ [12:40-14:10] Программирование | ПР | ИВЦ-106 </code>
<code> 4️⃣ [14:20-15:50] Программирование | ПР | ИВЦ-106 </code>
<code> 5️⃣ [16:20-17:50] Информатика | ПР | А-424-2 </code>
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
'''